[
    {
        "name": "BUILD YOUR AQUARIUM",
        "descrip": "Build Your Aquarium is a popular Sea World fishing game for players! You run an aquarium with customers with different needs. You need to keep going to the bottom of the sea to fish, collect all kinds of fish, unlock new tanks, expand your operation and your customers will grow! Become the richest aquarium tycoon! Join us now!",
        "image": "buildYourAquarium",
        "url": "https://html5.gamedistribution.com/55eaa28d7a6343f8951b8709aae7145d/?gd_sdk_referrer_url=https://gamedistribution.com/games/build-your-aquarium"
    },
    {
        "name": "MYSTIC MAHJONGG",
        "descrip": "Embark on a captivating journey into the world of Mystic Mahjongg! Solve challenging puzzles by matching pairs of themed tiles adorned with intricate symbols! Сhallenge yourself with increasingly difficult levels, create a unique atmosphere by choosing new avatars and backgrounds. Immerse yourself in the magical world of Mystic Mahjongg - a new relaxing game with stunning visuals - explore all levels and uncover the magic hidden within the tiles! Begin your journey today with Mystic Mahjongg!",
        "image": "mysticMahjongg",
        "url": "https://html5.gamedistribution.com/fdedbc8bb114409b84e1d1ff853291ee/?gd_sdk_referrer_url=https://gamedistribution.com/games/mystic-mahjongg"
    },
    {
        "name": "FREE THE BALL",
        "descrip": "Try out Free the Ball, a super fun puzzle game! Your job is to guide the ball to its goal by moving blocks around. And get this – there are a whopping three thousand levels to play, and they're all free! No need to buy anything.",
        "image": "freetheBall",
        "url": "https://html5.gamedistribution.com/f7364610976f43d1b31f730d9995641a/?gd_sdk_referrer_url=https://gamedistribution.com/games/free-the-ball-1"
    },
    {
        "name": "HIGH SPEED CRAZY BIKE",
        "descrip": "Get ready to take on the ultimate mud dirt bike racing challenge as you barrel through rough terrain at breakneck speeds, using your skills and quick reflexes to navigate through a myriad of obstacles and emerge victorious in this adrenaline-fueled test of skill and daring.",
        "image": "highBike",
        "url": "https://html5.gamedistribution.com/e804dc59653849d5b24fa5919662c2af/?gd_sdk_referrer_url=https://gamedistribution.com/games/high-speed-bike-simulator"
    },
    {
        "name": "BIKE STUNT RACE MASTER 3D RACING",
        "descrip": "In this bike game Tracks are arranged according to real bike race scenarios which carry multiple levels from easy trials to technical approach. Are you motorcycle racer?? Let’s ﬁnd out what you have, use your motorcycle driving tricks and ﬁnish all the challenging task.",
        "image": "bikeStuntRacing",
        "url": "https://html5.gamedistribution.com/a81c87f3a54f436eb152eb8654a6b254/?gd_sdk_referrer_url=https://gamedistribution.com/games/bike-stunt-race-master-3d-racing-1"
    }
]
