[
    {
        "name": "MR BEAN JUMP",
        "descrip": "Jump on moving blocks and get as high as you can in the new official Mr Bean game! Unlock hilarious costumes and hats from the show to make Mr Bean as unique as you like. Unlock fun backgrounds and new blocks from the hit animated show.",
        "image": "mrBeanJump",
        "url": "https://html5.gamedistribution.com/21e669394e34431197b6689fd8f9b064/?gd_sdk_referrer_url=https://gamedistribution.com/games/mr-bean-jump"
    },
    {
        "name": "HIPPO SUPERMARKET",
        "descrip": "Meet Jack Ma, a cute hippo who dreams of opening his own supermarket. But he doesn't know how to do it. He needs your help to make his dream come true.In this fun and addictive game, you need to merge the same items to get higher-level items, and then sell them to earn money. The more money you make, the more you can help Jack Ma build his store.",
        "image": "hippoSupermarket",
        "url": "https://html5.gamedistribution.com/9d6eebd716f748b4b0aee43a788f06b0/?gd_sdk_referrer_url=https://gamedistribution.com/games/hippo-supermarkete"
    },
    {
        "name": "SNIPER SHOOTER 2",
        "descrip": "Aim and Shoot! Kill the bad guys and accomplish missions to become the master hitman. Just turn your device to aim and TAP TO SHOOT and kill.",
        "image": "sniperShooter",
        "url": "https://html5.gamedistribution.com/9c744a2dfb4b43e588b50db10999ed8e/?gd_sdk_referrer_url=https://gamedistribution.com/games/sniper-shooter-2"
    },
    {
        "name": "WORMSARENA.IO",
        "descrip": "A great Snake IO game is beginning with the Worms Arena IO game! The baits are all around the map and collect them to make your snake the largest of the arena. Make strategic moves and trap your opponents to make them fail. Try to achieve the highest score and wear the crown. Unlock new snakes at the marketplace with coins. Let the super snake adventure begin!",
        "image": "wormsArenaIo",
        "url": "https://html5.gamedistribution.com/de5f668c21a7489ebc62f932efb75f78/?gd_sdk_referrer_url=https://gamedistribution.com/games/wormsarena.io"
    },
    {
        "name": "MONEY MOVERS 1",
        "descrip": "These two criminals need your help to escape this heavily guard prison. Steal as much money as you can and don't get caught by the security. Good luck playing Money Movers!",
        "image": "moneyMovers",
        "url": "https://html5.gamedistribution.com/c035e676ef654227b1537dabbf194e00/?gd_sdk_referrer_url=https://gamedistribution.com/games/money-movers-1"
    }
]
