[
    {
        "name": "FOR HONOR WARRIORS IO",
        "descrip": "Fight your way to becoming the greatest warrior of all time! Engage in a merciless free-for-all-war, Grow and fight with huge weapons, and unlock 12 FOR HONOR heroes! Fight endlessly and defeat hordes of other players to become the strongest warrior ever. One hit Kills...stay focused!",
        "image": "forHonorWarriors",
        "url": "https://html5.gamedistribution.com/c23c547669904e348202fbba7f5f8306/?gd_sdk_referrer_url=https://gamedistribution.com/games/for-honor-warriors-io"
    },
    {
        "name": "BUBBLES & HUNGRY DRAGON",
        "descrip": "Join a hilarious battle of dragons! ​Pick-up your mighty dragon and burst as many bubbles as possible! ​Aim, shoot and match bubbles of the same color to defeat other players in classic arcade team matches!​​",
        "image": "bubblesHungryDragon",
        "url": "https://html5.gamedistribution.com/136ce9a952c54adf93ef9dbfcc663904/?gd_sdk_referrer_url=https://gamedistribution.com/games/bubbles-and-hungry-dragon"
    },
    {
        "name": "TOM CLANCY'S SHOOTOUT",
        "descrip": "Enter the most intense Training Ground! Show your mastery of weapons by shooting targets with reflex and precision. Shoot the drones before other players to unlock better weapons. Select an elite operator and get the world's best score!",
        "image": "tomClancy",
        "url": "https://html5.gamedistribution.com/6ebe84c1df814143978118cf948329ce/?gd_sdk_referrer_url=https://gamedistribution.com/games/tom-clancy's-shootout"
    },
    {
        "name": "RABBIDS VOLCANO PANIC",
        "descrip": "Play Rabbids Volcano Panic on nano.ubisoft.com. Let us know what do you think about the game in the comments Rabbids island is crumbling in a colossal volcanic eruption! Stay safe as long as you can and make your way on the collapsing floor before the other panicking Rabbids take you down with them! Pick-up bonus items and trap other players to play dirty and make them fall first!",
        "image": "rabbidsVolcano",
        "url": "https://html5.gamedistribution.com/c8608aa5e1ee4f61967844ba20a279e9/?gd_sdk_referrer_url=https://gamedistribution.com/games/rabbids-volcano-panic"
    },
    {
        "name": "ASSASSIN'S CREED FREERUNNERS",
        "descrip": "Try Assassin's Creed Freerunners on nano.ubisoft.com. It’s the ultimate Assassin freerunning test! Appoint your most trusted Assassin and enter the animus with 7 other players, surpass the dangers and get to the extraction point first! Climb on roofs, jump on walls, use the environment and take an epic leap of faith to increase your synchronization and summon legendary characters from the entire Assassin’s Creed series. Initiating simulation…3…2…1..Run!",
        "image": "assassinCreed",
        "url": "https://html5.gamedistribution.com/b5e69d9778554b0e9cb0a6d5d6a0e43d/?gd_sdk_referrer_url=https://gamedistribution.com/games/assassin's-creed-freerunners"
    }
]
