[
    {
        "name": "CHRISTMAS MAZE MANIA",
        "descrip": "Begin a festive journey in our Christmas maze game! Guide Santa using your mouse, touch, or keyboard through captivating mazes to bring joy to waiting children. Find optimal paths, deliver heartwarming gifts, and immerse yourself in holiday spirit across 15 challenging levels. Spread Christmas cheer in this enchanting game!",
        "image": "christmasMaze",
        "url": "https://html5.gamedistribution.com/fd8440d9ed374f06b745cb299cb61819/?gd_sdk_referrer_url=https://gamedistribution.com/games/christmas-maze-mania"
    },
    {
        "name": "XMAS MAHJONG TRIO SOLITAIRE",
        "descrip": "Embark on a festive adventure with 'Xmas Mahjong Trio Solitaire.' Arrange Mahjong tiles in a horizontal stack of 9, strategically making trios disappear for extra cheer. Be cautious of overflowing stacks, as it signals the end of the game. Unwrap the joy of Xmas in this simple yet engaging holiday experience!",
        "image": "xMasMahjong",
        "url": "https://html5.gamedistribution.com/f91beee6fad943098b0fc3f88e1f1019/?gd_sdk_referrer_url=https://gamedistribution.com/games/xmas-mahjong-trio-solitaire"
    },
    {
        "name": "SKI KING 2024",
        "descrip": "Your favorite slopes have finally opened. So don't hesitate and run down the slope, collect the coins, improve your skills and become the king of skiing. Can you also escape the avalanche?",
        "image": "skiKing",
        "url": "https://html5.gamedistribution.com/f27ca832c25944d49509cc9c5429689a/?gd_sdk_referrer_url=https://gamedistribution.com/games/ski-king-2024"
    },
    {
        "name": "SNOWBOARD HERO",
        "descrip": "Snowboard your way down the mountain, while avoiding the obstacles. Don't crash! Features: - Interactive tutorial. Anyone can play this game! - Fast, pumping music suitable for X sports. - Beautiful winter christmas landscape. - Collect banners to earn extra points. - Fans of winter skifree xmas or snowboarding will love this game.",
        "image": "snowboardHero",
        "url": "https://html5.gamedistribution.com/716194ae04b34da6830eff3043d2af87/?gd_sdk_referrer_url=https://gamedistribution.com/games/snowboard-hero"
    },
    {
        "name": "CHRISTMAS MEMORY",
        "descrip": "Click the cards to flip a christmas items. Memorize their position and match them up in pairs. Match all of the cards on the board to complete the level. Each level with a difference symbol and it's harder than the last and you have limited time to complete them. It's time to check your memory skill now. What's the max level can you play?",
        "image": "christmasMemory",
        "url": "https://html5.gamedistribution.com/cc5cf906e19f4bba96daa51b5aee7864/?gd_sdk_referrer_url=https://gamedistribution.com/games/christmas-memory-3"
    }
]

